<?php
return array(
    //订单列表显示菜单
    'show_state' => array(
        0   =>  '全部',
        1   =>  '待付款',
        2   =>  '待发货',
        3   =>  '待收货',
        8   =>  '已完成'
    ),
    //订单状态
    'order_state' => array(
        1   =>  '待付款',
        2   =>  '已付款',
        3   =>  '待收货',
        4   =>  '已收货',
        5   =>  '全部退款',
        6   =>  '已取消',
        7   =>  '已删除',
        8   =>  '已完成'
    ),
    //已付款订单状态
    'paid_order' => array(
       2,3,4,8
    ),
    //活动限制提交订单库存倍数
    'multipleLimit' =>  2
);
