<?php
return array(
    //首页精品推荐数量
    'recommend' => 20,
    //订单超时取消时间(秒)
    'orderOvertime' => 3600,
    //开通支付类型1微信 2支付宝 3余额
    'payType' => array(1,3),
    //付款银行
    'bank' => array(
        'name'  =>  '农业银行深圳西乡支行',
        'holder'=>  '唐烁炜',
        'card'  =>  '6228480128637658971'
    ),
    //提现银行
    'bank_no' => array(
        '1002' => '工商银行',
        '1005' => '农业银行',
        '1026' => '中国银行',
        '1003' => '建设银行',
        '1001' => '招商银行',
        '1066' => '邮储银行',
        '1020' => '交通银行',
        '1004' => '浦发银行',
        '1006' => '民生银行',
        '1009' => '兴业银行',
        '1010' => '平安银行',
        '1021' => '中信银行',
        '1025' => '华夏银行',
        '1027' => '广发银行',
        '1022' => '光大银行',
        '1032' => '北京银行',
        '1056' => '宁波银行'
    )
);
